brew "atuin"
brew "bat"
brew "coreutils"
brew "curl"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helix"
brew "jq"
brew "pinentry-mac"
brew "postgresql"
brew "pwgen"
brew "python-yq"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "serpl"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "tree"
brew "wget"
brew "ykman"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "1password"
cask "deckset"
cask "discord"
cask "docker"
cask "firefox"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "ghostty"
cask "microsoft-office"
cask "slack"
cask "visual-studio-code"
