tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "atuin"
brew "bat"
brew "coreutils"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "postgresql"
brew "pwgen"
brew "python"
brew "python-yq"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "rbenv"
brew "starship"
brew "telnet"
brew "tree"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "1password"
cask "deckset"
cask "discord"
cask "docker"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "microsoft-office"
cask "postman"
cask "signal"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
